[
  {
    "name":"Prof. Dr. Yaşar Güneri ŞAHİN",
    "shortname":"Yaşar Güneri ŞAHİN",
    "reknown":"Bölüm Başkanı",
    "bio":"Prof. Dr. Yaşar Güneri ŞAHİN 1969 Kayseri Yeşilhisar doğumludur ve sırasıyla 1994 Orta Doğu Teknik Üniversitesi Bilgisayar Mühendisliği, 1999 Gazi Üniversitesi Bilgisayar Eğitimi ve 2005 Gazi Üniversitesi Endüstriyel Teknoloji anabilim dallarında Lisans, Yüksek Lisans ve Doktora çalışmalarını tamamlamıştır. 10 yıla yakın üst düzey yönetici olarak endüstride çalışarak birçok kamu ve özel sektör yazılım projeleri yönetmiştir. İlgi alanları Yazılım Mühendisliği, Gerçek Zamanlı Sistemler ve Eğitim Teknolojileridir. Halen İzmir Ekonomi Üniversitesi Yazılım Mühendisliği bölümünde Bölüm Başkanı olarak görev yapmaktadır. "
  },
  {
    "name":"Doç. Dr. Hüseyin AKCAN",
    "shortname":"Hüseyin AKCAN",
    "reknown":"Koordinatör",
    "bio":"Doktora, Bilgisayar Bilimleri, Polytechnic Institute of New York University"
  },
  {
    "name":"Yrd. Doç. Dr. Coşkun ATAY",
    "shortname":"Coşkun ATAY",
    "reknown":"Bilgisayar Teknolojileri Bölümü",
    "bio":" Dr. Coşkun Atay lisans derecesini ODTÜ Endüstri Mühendisliği bölümden aldı (1983). Master ve doktora derecelerinin her ikisinide MEB burslusu olarak Bilgisayar Mühendisliği dalında Florida Institute of Technology (1986) ve The City University of New York ‘da (1992) tamamladı. Doktora çalışmaları sırasında CUNY Brooklyn College ‘de C, UNIX, Bilgisayar Mimarisi, ve Mikroişlemciler dersleri verdi. Doktora tezini Kısıtlı Mantık Programlama’nın paralel hesaplanması konusunda yaptı. 1992 den 2004 ‘e kadar ABD ‘de şu şirketlerde çalışmıştır: Periphonics şirketinde faksimile görüntü işleme; Information Builders şirketinde Focus veritabanı sisteminin 64-bitlik mimariye uyarlanması; Royalblue şirketinde Nasdaq elektronik borsa programlarının yazılımında; Citibank ‘ta ATM yazılımlarının versiyon kontrolunda; UBS Yatırım Bankası’nda küresel SWIFT işlemleri arabirimi projesi. 2004 ten beri İzmir Ekonomi Üniversitesi Yazılım Mühendisliği bölümünde yardımcı doçent olarak çalışıyor. IEEE üyesi ve TÜBİTAK TEYDEB araştırma projeleri hakemi olarakta görev yürütüyor."
  },
  {
    "name":"Yrd. Doç. Dr. Kaan KURTEL",
    "shortname":"Kaan KURTEL",
    "reknown":"Koordinatör,",
    "bio":"Kaan Kurtel İzmir Ekonomi Üniversitesi, Mühendislik ve Bilgisayar Bilimleri Fakültesi, Yazılım Mühendisliği Bölümünde öğretim üyesi olarak çalışmaktadır. Ege Üniversitesi Bilgisayar Mühendisliğinden master, Trakya Üniversitesi Bilgisayar Mühendisliğinden doktora derecesi almıştır. Dr. Kurtel 1982-2002 yılları arasında bilgisayar endüstrisinin çeşitli alanlarında çalışmıştır. 1987-1988 yılları arasında İngiltere'de bir yıl çalışmış ve İnglizce öğrenmiştir. Araştırma alanları, yazılım mühendisliği, yazılım kalitesi, yazılım bakımı, lojistik bilgi sistemi, e-iş ve sağlık bilişimidir."
  },
  {
    "name":"Yrd. Doç. Dr. Senem KUMOVA METİN",
    "shortname":"Senem KUMOVA METİN",
    "reknown":"Mühendislik ve Bilgisayar Bilimleri FakültesiYazılım Mühendisliği",
    "bio":"Senem Kumova Metin lisans derecesini Ege Üniversitesi Elektrik Elektronik Mühendisliği Bölümünden(2001), yüksek lisans ve doktora derecelerini ise Ege Üniversitesi Uluslararası Bilgisayar Enstitüsünden (2005,2011) almıştır. Temel çalışma/ilgi alanı Doğal Dil İşleme ve Hesaplamalı Dilbilim uygulamaları üzerinedir. Halen İzmir Ekonomi Üniversitesi, Yazılım Mühendisliği bölümünde yardımcı doçent olarak görev yapmaktadır. Programlama dilleri ve veri yapıları üzerinde dersler vermektedir. Önde gelen bir beyaz eşya firmasında 2 yıl Arge mühendisi olarak görev yapmıştır. Senem Kumova Metin hakkında detaylı bilgiye web sayfasından ulaşılabilir. "
  },
  {
    "name":"Yrd. Doç. Dr. Ufuk ÇELİKKAN",
    "shortname":"Ufuk ÇELİKKAN",
    "reknown":"Mühendislik ve Bilgisayar Bilimleri FakültesiYazılım Mühendisliği",
    "bio":"LaVonne's giant-sized paintings all around Chicago tell the story of love, nature, and conservation - themes that are central to her heart. LaVonne will share her love and skill of graffiti art on Monday's schedule, as she starts the painting of a 20-foot high wall in the Rousseau Room of Hotel Contempo in front of a standing-room only audience in Art in Unexpected Places."
  },
  {
    "name":"Öğr. Gör. Dr. Umut AVCI",
    "shortname":"Umut AVCI",
    "reknown":"Mühendislik ve Bilgisayar Bilimleri FakültesiYazılım Mühendisliği",
    "bio":"Umut Avcı, Ege Üniversitesi İstatistik Bölümü'nden 2004 yılında bölüm birincisi olarak mezun olmuştur. Yüksek lisans derecelerini Ege Üniversitesi İstatistik Bölümü'nden ve İskoçya'daki Abertay Dundee Üniversitesi Akıllı Sistemler programından sırasıyla 2006 ve 2009 yıllarında almıştır. Bilgisayar Bilimleri alanındaki doktorasını İtalya'daki Trento Üniversitesi'nde 2013 yılında tamamlamıştır. Doktora sonrası çalışmalarını 2014 yılında İsviçre'deki Idiap Araştırma Enstitüsü'nde gerçekleştirmiştir. "
  },
  {
    "name":"Prof. Dr. Turhan TUNALI",
    "shortname":"Turhan TUNALI",
    "reknown":"Mühendislik ve Bilgisayar Bilimleri FakültesiBilgisayar Mühendisliği",
    "bio":"Turhan Tunalı lisans öğrenimini 1978 yılında Ortadoğu Teknik Üniversitesi Elektrik Mühendisliği Bölümü’nde tamamladı. 1980 yılında Ege Üniversitesi Elektronik Hesap Bilimleri Enstitüsü’nden Uygulamalı İstatistik konusunda yüksek lisans derecesi aldı ve yine aynı kurumda Araştırma Görevlisi olarak çalışmaya başladı. 1981 yılında Fulbright doktora bursunu kazanarak Amerika Birleşik Devletleri’ndeki Washington University in Saint Louis’e gitti. 1985 yılında Sistem Bilimleri ve Matematik dalında “Identifiability of Nonlinear Systems” isimli tezi ile doktorasını aldıktan sonra yurda döndü ve Ege Üniversitesi Bilgisayar Mühendisliği Bölümü’nde Yardımcı Doçent olarak görev aldı. 1988 yılında yine aynı bölümde doçent oldu. 1992-1994 döneminde Singapur’da Nanyang Teknoloji Üniversitesi Bilgisayar Teknolojisi Bölümü’nde ziyaretçi öğretim üyesi olarak çalıştı. 1995 yılında Ege Üniversitesi Uluslararası Bilgisayar Enstitüsü’nde profesör olarak atandı. 2000-2001 döneminde Loyola University in Chicago’da ziyaretçi profesör olarak çalıştı. 2001 yılında tekrar yurda döndü ve Ege Üniversitesi Uluslararası Bilgisayar Enstitüsü’ne Müdür olarak atandı. Bu görevini 2009 yılına kadar sürdürdükten sonra İzmir Ekonomi Üniversitesi Bilgisayar Mühendisliği Bölümü’nde profesör olarak görev aldı. 2010 yılında yine aynı kurumda dekan olarak atandı ve bu görevini Kasım2014'e kadar sürdürdü."
  },
  {
    "name":"Doç. Dr. Cem EVRENDİLEK",
    "shortname":"Cem EVRENDİLEK",
    "reknown":"Mühendislik ve Bilgisayar Bilimleri FakültesiBilgisayar Mühendisliği",
    "bio":"em Evrendilek lisans, yüksek lisans ve doktora derecelerinin hepsini Bilgisayar Mühendisliği alanında, sırasıyla 1988, 1992 ve 1996 yıllarında Orta Doğu Teknik Üniversitesi'nden almıştır. Lisansüstü çalışmaları boyunca araştırmalarını kalıcı programlama dilleri, çoklu veritabanı sorgu eniyileme, birlikte çalışabilirlik ve veri kümeleme konularında yürütmüştür. 1991 yılından 2007 yılına kadar endüstri için de çalışarak, Komuta Kontrol İletişim Bilgi ve Kurumsal Kaynak Planlama sistemlerinin tasarım ve geliştirilmesini sağlayan askeri ve sivil projeler yönetmiştir. Ayrıca, binlerce insan oyuncuya karşı aynı anda uzmanca hamleler yapabilen, Scrabble benzeri kelime tabanlı bir oyun için, çok hızlı bir bilgisayar oyuncu tasarlamıştır. "
  }
]